console.log(
  `Страница Main \n
       1. Вёрстка страницы соответствует макету при ширине экрана 1280px: +14 \n
         - блок <header> +5 \n
         - блок preview-window +5 \n
         - блок about +5 \n
         - блок our-pets +5 \n
         - блок help +5 \n
         - блок donation +5 \n
         - блок <footer> +5 \n
      2. Вёрстка страницы соответствует макету при ширине экрана 768px: +14 \n
         - блок <header> +5 \n
         - блок preview-window +5 \n
         - блок about +5 \n
         - блок our-pets +5 \n
         - блок help +5 \n
         - блок donation +5 \n
         - блок <footer> +5 \n
      3. Вёрстка страницы соответствует макету при ширине экрана 320px: +14 \n
         - блок <header> +5 \n
         - блок preview-window +5 \n
         - блок about +5 \n
         - блок our-pets +5 \n
         - блок help +5 \n
         - блок donation +5 \n
         - блок <footer> +5 \n

      4. Ни на одном из разрешений до 320px включительно не появляется горизонтальная полоса \n
         прокрутки, справа от отдельных блоков не появляются белые поля. Весь контент страницы \n
         при этом сохраняется: не обрезается и не удаляется: +20 \n
            - нет полосы прокрутки при ширине страницы от 1280рх до 768рх: +5 \n
            - нет полосы прокрутки при ширине страницы от 768рх до 320рх: +5 \n

      5. Верстка резиновая: при плавном изменении размера экрана от 1280px до 320px \n
         верстка подстраивается под этот размер, элементы верстки меняют свои размеры и \n
         расположение, не наезжают друг на друга, изображения могут менять размер, но сохраняют правильные пропорции: +4 \n

      6. При ширине экрана меньше 768px меню в хедере скрывается, появляется иконка бургер-меню: +4 \n

      7. Верстка валидная: +8 \n
    ` 
);