console.log(
    `Страница Pets (40)\n
     5. Проверка верстки +7 \n
      - верстка страницы валидная +4 \n
      - логотип в хедере состоит из текстовых элементов +1 \n
      - страница содержит ровно один элемент <h1> +1 \n
      - добавлен favicon +1 \n
     6. Вёрстка соответствует макету +35 \n
      - блок <header> +5 \n
      - блок our-pets +5 \n
      - блок <footer> +5 \n
     7. Требования к css +6 
      - при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине +2 \n
      - фоновый цвет тянется на всю ширину страницы +2 \n 
     8. Интерактивность элементов +14 \n
      - элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2 \n
      - доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2 \n
      - каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2 \n
      - плавная прокрутка по якорям +2 \n
      - выполняются все ссылочные связи для страницы Pets +2 \n
      - выполнена интерактивность ссылок и кнопок +2 \n
      - обязательное требование к интерактивности: плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2 \n
      ` 
  )