console.log(
  `Страница Pets \n
        1. Реализация burger menu на обеих страницах: +26 \n
            - при ширине страницы меньше 768рх панель навигации скрывается, появляется бургер-иконка: +2 \n
            - при нажатии на бургер-иконку, справа плавно появляется адаптивное меню шириной 320px, бургер-иконка плавно поворачивается на 90 градусов: +4 \n
            - высота адаптивного меню занимает всю высоту экрана: +2 \n
            - при повторном нажатии на бургер-иконку или на свободное от бургер-меню пространство (оба варианта должны быть реализованы) адаптивное меню плавно скрывается уезжая за правую часть экрана, бургер-иконка плавно поворачивается на 90 градусов обратно: +4 \n
            - бургер-иконка создана при помощи html+css, без использования изображений: +2 \n
            - ссылки в адаптивном меню работают, обеспечивая плавную прокрутку по якорям, сохраняются заданные на первом этапе выполнения задания требования интерактивности элементов меню: +2 \n
            - при клике по любой ссылке (интерактивной или неинтерактивной) в меню адаптивное меню плавно скрывается вправо, бургер-иконка поворачивается на 90 градусов обратно: +2 \n
            - расположение и размеры элементов в бургер-меню соответствует макету (центрирование по вертикали и горизонтали элементов меню, расположение иконки). При этом на странице Pets цветовая схема может быть как темная, так и светлая: **+2** \n
            - область, свободная от бургер-меню, затемняется: +2 \n
            - страница под бургер-меню не прокручивается: +4 \n
      2. Реализация пагинации на странице Pets: (не выполнено) \n
      3. Реализация попап на обеих страницах: +12 \n
            - попап появляется при нажатии на любое место карточки с описанием конкретного животного: +2 \n
            - часть страницы вне попапа затемняется: +2 \n
            - при открытии попапа вертикальный скролл страницы становится неактивным, при закрытии - снова активным: +2 \n
            - при нажатии на область вокруг попапа или на кнопку с крестиком попап закрывается (оба варианта должны быть реализованы), при этом при нажатии на сам попап ничего не происходит: +2 \n
            - кнопка с крестиком интерактивная: +2 \n
            - окно попапа (не считая кнопку с крестиком) центрировано по всем осям, размеры элементов попапа и их расположение совпадают с макетом: +2 \n 
      ` 
  );