console.log(`
1. Вёрстка +10
   - реализован интерфейс игры +5
   - в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курсасо ссылкой на курс +5

2. Логика игры. Ходы, перемещения фигур, другие действия игрока подчиняются определённым свойственным игре правилам +10

3. Реализовано завершение игры при достижении игровой цели +10

4. По окончанию игры выводится её результат, например, количество ходов, время игры, набранные баллы, выигрыш или поражение и т.д +10

5. Есть таблица результатов, в которой сохраняются результаты 10 игр с наибольшим счетом (лучшим временем и т.п.) или просто 10 последних игр (хранится в local storage) +10

6. Анимации или звуки, или настройки игры. Баллы начисляются за любой из перечисленных пунктов +10

7. Игра завершается, если змейка сталкивается с собственным телом или достигает определенной длины (30 сегментов), что ведет к победе.`)